function fame() {
	var a = prompt("Сколько будет 2 + 2?", '');
	if (a == 4) {
		alert('Правильно');
	}else{
		alert('Не Правильно');
	}
}
function famous() {

	 var b = prompt("Земля проская?", '');
	 if (b == "нет" || b == "Нет") {
	 	 alert('Правильно');
	 	 
	 }else{
	 	alert('Не Правильно');
	 }
}
function creative() {
	var c = prompt("Кто на картине?", '');
	if (c == "Джек" || c == "Роза") {
		alert('Правильно!');
	}else{
		alert('Не Правильно');
	}
}
function title() {
	 var g = prompt("почему океан был ляденным в тот момент?", '');
	 if (g == "была зима" || g =="потому что была зима") {
     alert('Молодец, Правильно!');
     }else{
     alert('блин,не правильно!,попробуй еще раз.');
    }
}
function box() {
	    var d =prompt("почему титаник утонул?", '');
	    if (d =="из-за айсберга" || d =="Из-за айсберга"){
	 	 alert('правильно');
	 }else{
	 	alert('не правильно');
	 }
}
